bat
ca-certificates
clang
clang-format
cloc
curl
direnv
gnome-shell-extension-manager
gnome-shell-extensions
gnome-tweaks
gnupg
htop
keychain
neofetch
python3-dev
python3-pip
python3-setuptools
ruby-full
shfmt
tmux
zsh
